/* Error encountered when sharing */
"An unknown error occurred." = "出现未知错误。";

/* User may have canceled the share or couldn't authenticate */
"Cannot authenticate with Dropbox" = "无法通过 Dropbox 认证";

/* Network error occurred when sharing capture description */
"Cannot authenticate without an internet connection." = "无网络连接，无法认证。";

/* No comment provided by engineer. */
"Capture shared" = "已分享捕获的内容";

/* plugin name */
"Dropbox" = "Dropbox";

/* Dropbox connection error title */
"Error connecting to Dropbox" = "连接到 Dropbox 时发生错误";

/* OK */
"OK" = "确定";

/* No network available. */
"Please check your network connection and try again." = "请检查您的网络连接，然后重试。";

/* User didn't sign in properly */
"Please enter your email and password again." = "请再次输入您的电子邮件和密码。";

/* Unknown error, no suggestion known */
"Please try again." = "请重试。";

/* Dropbox folder browser window title */
"Select Destination Folder" = "选择目的文件夹";

/* Sign in */
"Sign In..." = "登录...";

/* Sign out */
"Sign Out" = "退出";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "您的录制链接已准备好粘贴。";

/* error connecting title */
"Unable to connect to Dropbox." = "无法连接到 Dropbox";

/* plugin button tooltip */
"Upload the capture to Dropbox for image or video hosting." = "将捕获的数据上传到 Dropbox 以托管图片或视频。";

/* No comment provided by engineer. */
"Verify you are connected to the Internet and try again." = "请验证您已连接到网络并重试。";

